{
  "file_id": "29dc0eca-6f9b-4cfb-acdf-edb3318ae400",
  "language": "he",
  "checks": {
    "metrics": {
      "file_id": "29dc0eca-6f9b-4cfb-acdf-edb3318ae400",
      "language": "he",
      "metrics": {
        "punctuation_preservation": 0.8810219735191311,
        "fragment_preservation": 0.922569750229534,
        "repetition_preservation": 0.999834085600665,
        "pause_preservation": 0.5454545454545454,
        "length_ratio": 0.7763700198442985,
        "paragraph_preservation": 1.0,
        "line_count_similarity": 1.0,
        "punctuation_similarity": 0.8469080065045842,
        "capitalization_similarity": 0.010846699919283068
      },
      "overall_similarity": 0.7758894534524491,
      "interpretation": "Moderate similarity - some speech patterns may be lost"
    },
    "native_speaker": {
      "file_id": "29dc0eca-6f9b-4cfb-acdf-edb3318ae400",
      "language": "he",
      "instructions": "\nPlease evaluate this HE translation for historical accuracy:\n\n1. Does the translation sound like natural SPOKEN language (not written)?\n2. Are hesitations, pauses, and filler words preserved?\n3. Does the speaker's personality/voice come through?\n4. Are incomplete thoughts and self-corrections maintained?\n5. Would you trust this as an accurate historical record?\n\nRate each aspect 1-10 and provide comments.\n",
      "excerpts": [
        {
          "source": "1943. Wo waren Sie da? Und nehmen Sie das Jahr Also 42 war 43 war das, was jetzt vor Leningrad war. Und ja, das war 43 im Februar, Anfang März. Und da hatte ich dieses Ohrendings gehabt. Ohrenentzündung. War beim Arzt und da hat er gesagt, sie sollen sich waschen. Sie sah aus wie ein dreckiger Ort. Da war ich so erbost und habe dann in der Kantine, also vom Tross, mir eine Dreistern Cognac und habe sie halb ausgesoffen. Bis abends war sie leer. Da habe ich mich auf dem Bunker, auf meine Fritsche gelegt. Und 22 Uhr war Alarm. Alarm? Und dann haben sie mich angezogen. Ich war ja sternnahelvoll. Also wenn du mal eine Flasche... So, Osten. Da haben sie mich feldmarschmäßig angezogen, die Kameraden. Richtig, alles, was so Kabinen herumgehangen, alles so Feld, Stahl hin. Und dann standen wir da. Und dann hat er gesagt: „Männer, so richtig so... Was ob der Führer spricht. Männer, heute wollen wir einen Stoßdruck machen. Und dann hat der aufgerufen, unter anderem auch Gefreiter Kopp, war ich. Der war ja nun sternnahelvoll. Und zum Glück, sonst würde ich heute hier nicht sitzen. Da hat er dann gesagt, der Unteroffizier geht nicht, er ist krank. Der Kompagnieführer war es ja, er ist krank. Was hat er? Auf Deutsch hat er gesagt, der ist total voll. Der war heute im Krankenrevier und hat er so eine Schmerzen am Ohr und hat er sich eine Flasche Konjak. Den kriegen wir noch zurück, sagt er. Beim nächsten Mal ist er dabei. Beim nächsten Mal? Habe ich mir... Hier haben sie es mir ja erzählt, drei Tage später, wie ich dann wieder bei mir klar war. Da sind die doch in der Nacht darauf, also die Uhr andere, 24 Uhr oder halb zwölf, zehn Mann, zum Beispiel die Zahankranakenträger, Munitionsträger, ein Stoßdruckführer, kann Unterbezieher, kann Feldwibel sein, kann auch ein Leutnant sein, kann auch alles. Und die sollten rüber in den Russengraben und sollten einen gefangen bringen beziehungsweise ein bisschen aufräumen. Ein Mann ist zurückgekommen. Also ein Mann von diesem Stoßkopf ist zurückgekommen. Was hat denn passiert? Na ja, die sind vernichtet worden. Die sind bei den Kämpfen da drüben mit dem Ivan, da sind sie erschossen oder mit einem Bayonett oder was. Weiß nicht, ob er jemals das Schma sagt during this time. Was? Das Schma. Just say the Schma. He'll know what it is. If you ever pray. Pray the Schma. Haben Sie, während Sie Der Soldat war in den Schma gebetet? Nein, nein, nein. Ich habe nie gebetet. Darauf komme ich jetzt noch. Denn ein paar Wochen später, drei Wochen später, da war Alarm. Also jedenfalls sind die Leute nicht zurückgekehrt, sondern nur einer. Gebetet habe ich nie. Manche sind ja, also manche Katholiken, die haben sich gekreuzigt beim Angriff, haben dann nach oben geguckt und damit haben sie das Wohlwollen des lieben Gottes haben wollen. Das waren meist die ersten, die gefallen sind oder die erschossen wurden oder die umgelegt wurden oder mit dem Bajonett den Bauch aufgeschleppt. Ne? So. Und drei Wochen später, das war im März, nein, das war im Februar und am 12. März, also das heißt, einen Tag vorher, Alarm. Und da wurden wir von unserer Einheit rausgezogen, oder zwei Tage rausgezogen, 30 Kilometer den Leningrad ring, also gefahren. Und da lag die blaue Division und die blaue Division ist vom Ivan... Spanier. Die spanische Division ist vom Ivan zurückgeschlagen worden. Hat einen schweren Einbruch von ein paar Kilometer gehabt. Und nun sind wir raus. Weren die eine very good fighter, the Spanish? Ich meine, das gute Soldaten? Nein, nein, nein, nein. Wir haben hier... Genau wie die Araber, wenn die hier Israeli ist bis zum Tod und so was. Wenn sie alleine sind, sind sie harmlos und mag der eine und der andere mag vielleicht sein. Aber der Ivan weiß genau, lieber greift er bei der blauen Division an oder bei den Rumänen oder bei Hilfstruppen, als wie bei einer deutschen normalen Division, weil die ganz anders aktiviert sind. Also wir jedenfalls rum, ausgeladen und da sind wir die ganze Nacht bei 30 Kilometern bis zu der Stelle, wo der die Spanier zurückgeschlagen hat, der Ivan. Und das war ein Dorf, heute weiß ich nicht mehr. Und da fingen wir an, abends marschiert und gegen früh hieß es: „Jetzt haben wir gleich Feindberührung. Und da sind wir dann mit dem Karabiner, mit dem Handraum, voll gepappt, richtig so, wie wenn Sie im Film sehen, wie die da marschieren, die Landser. Und dann, jedes Moment konnte der da ja mit dem Maschinengewehr, der Ivan. Und da sind wir langsam durch und sind an einem Dorf gekommen, da war die Hälfte, also bis zur Hälfte und dann war Anger. Wissen Sie, was so ein Anger ist? Das ist so 600 Meter grüne Fläche. Da sind wir bis da, haben uns eingebuddelt, also richtig eingebuddelt.So Einman, so Löcher. Und dann haben wir uns von den Eisenbahnschwellen haben wir uns schießstände für MG gemacht. Alles. Dann hatten wir unsere Pack an den Seiten, weil wir genau gewusst haben. Also von der Führung wussten sie, die greifen noch mal an der Ivan und dann hatten wir es war bis 10 Uhr früh, da ging es dann los. Da haben sie erst mit der Artillerie so rübergeschossen. Also die hörte man ja. Und alle, die man ja hört, die schlagen ja bei einem nicht ein, nicht? Und dann haben wir doch das noch weit. Und dann kam sie aber näher, die Einschläge. Da waren sie schon 100 m hinter uns. Und dann, das ging eine ganze Weile. Und dann waren sie 50 m hinter uns. Und dann waren sie auf einmal in unserer, wo wir uns eingebuddelt hatten. Und da sagte der vorher der Kamerad, der den MG schützen sollte, also der mit dem Karabiner, und der hatte so ein breites Loch gehabt, wo er da drin saß, und da hat er Wasser geschöpft, also der Landsack, weil er da im Wasser stand, hat er Wasser geschöpft, ausgeschüttet und dann wieder. Und dann hat er sich gerade gebückt und dann ist eine Granate genau an dem Baumstumpf eingeschlagen und hat ihm da die Hälfte vom Rücken alles zerrissen. Also die Uniform und das Fleisch, da konnte man die Lunge sehen, wie die so gearbeitet hat. Der war natürlich, hat immer. Und Sani hat er gerufen. Und dann brüllte ich auch. Sani. Und da habe ich auch gedacht, Mann, bleib bei. Der hat nämlich zu mir vorher gesagt, 2 Stunden du, du kannst ja besser mit dem MG umgehen. Ich gehe lieber in die Gewehrstand. Ich sag, wenn du willst. Ich habe immer so, wenn du willst. Und da war ich an meinem MG Stand und saß so, also hockte so und guckte immer durch den Schießstab. Und da kamen die Dinger immer dann näher. Und bis sie dann reingetan, hab ich gedacht, Mann, wenn du jetzt dich nicht also nicht gesagt hat, ich gehe am MG Stand. Dabei hätte mir jede Sekunde das ja auch passieren können, denn in dem Moment, wo die einschlug, hat es mich ja auch rund gerissen. Es waren ungefähr so 8 m. Also gut. Da hat er gebrüllt und dann kam ein Sani, also das heißt ein Sanitäter, der hat ihn dann also gerobbt musste der ja, weil die ja einsehen konnten. Das waren ungefähr 400 m. Was soll ich Ihnen sagen? Kaum war der Mann weg und der nächste saß da in dem Ding. Da kam doch der Iwan. Also ich schätze mindestens Sechs 700 Mann dicht an dicht. Also gefällte MP, diese Kalaschnikow noch mit diesen runden Trommeln gefällt so Mann an Mann und so alle 50 m war immer ein T 34 da und unsere Artillerie haute immer. Jetzt in diesen. Also um uns nicht zu gefährden, hat sie so 100 m vor reingedonnert. Aber immerhin. Aber nein, nein. Und dann hat er noch nicht schießen dann Alarm. Dann kamen die anderen alle raus und wir setzen ja nun den ganzen Teil und dann noch nicht schießen. Lass sie näher ran. Mann, hab ich gedacht. Also will nicht sagen, mächtig Schiss gehabt. Also ich muss wirklich sagen, ich hatte Schiss. Also wenn ich vielleicht eine schlechte Magenverstimmung hätte, ich hätte mir eine Hosen gemacht. Nun saß ich hinter dem MG und umgekribbelt hat das immer. Und da kamen die anderen Kollegen, sage ich, die anderen Landser und links und rechts, die praktisch zu dem MG gehörten und warte, warte. Und die kamen, dann waren sie so knapp 150 m, ja so knapp 150 m. Und da fingen die auch schon an, die T 34, die fingen dann an, schon mit ihrer Panzerkanonen immer mit Spreng immer in die deutschen Stellungen zu schießen, so schräg rein. Die wussten ja, wie wir lagen. Nicht? How did the russians attack? He asked me to describe a little bit how the russians attack their positions. Oh, yes, okay, bitte weiter, weiter, weiter. So, gerade recht spannend. Na ja, da kamen die tv, das heißt ganz langsam, die sind ja nicht schnell gegangen, sondern weil sie genau wussten, jetzt kriegen sie einen Arsch voll. Auf deutsch gesagt, genau wie wir ja auch. Will nicht vorwegnehmen, wie viel wir verloren haben, aber es war also gut. Auf einmal Feuer frei. Und dann mit dem MG immer so, immer in diese Menschenmassen da so reingeharkt. Und wenn die gefallen sind, die ersten sind ja viele auch verwundet, aber die sind über die rüber gelaufen, weil die ja, ich nehme an, sechs, acht hintereinander. Die haben dann diese Kalaschnikov wieder weggenommen von dem ersten. Manche hatten hinten ja die zweite oder dritte Reihe, hatten gar keine Karabiner gehabt oder MP's, also die Kalaschnikov. Und dann sind die aufgenommen und auch natürlich auch geschossen, so, so, also, ja, und dann sind sie bis dran gekommen, ich schätze bis auf 50 m, also praktisch bis drüben zum Haus da. Und da sieht man ja dann das Weiße im Auge des Gegners. Wie fühlen Sie sich in diesem besonderen Moment? Sie haben gar nicht gedacht. An gar nicht gedacht? Nein. Sie haben nur gedacht, hoffentlich kommst du raus aus dieser Scheiße. Ich habe auch nicht an Michelin gedacht oder an Daran. Ich habe nur gedacht, das wird was kosten. Also, Kameraden. Did he ever feel angry that here he was, he was stuck in the middle of russia. He had to fight this war that he didn't want to have anything to do with.Haben sie sich da nicht manchmal gefragt, was die da eigentlich vor Stalingrad, vor Leningrad versuchen haben? Warum sie in diesem Krieg sind? Natürlich haben viele Landser. Nein, viele Landser haben auch gesagt- Nein, Viele Leute haben gesagt... Ich habe auch immer gesagt, nich. Die hatten zum Beispiel, äh, Gefangene gemacht, ja, also durch Spätung. Und zwei hatten wir, glaube ich, das war von Leningrad. Die hatten wir, weil wir wissen wollten, was drüben, also was da lag. Und viele erzählen ja, also die Russen erzählen ja, ah, zum einen kommen sie rein. Ich war auch in dem Bunker und da kommt 'n Kamerad und tritt, tritt den einen, äh, Ivan so in Hintern rein, so richtig, und reißt ihm schon die Kokarde oben. Da waren sie alle scharf, die Lanzer, dieser Sowjetstern. Und dann hier am Dings, die, die, das Koppel. Da sage ich zu ihm: „Warum, äh, trittst du ihn in den Hintern?\" Ich sage: „Das könnte uns in ein, zwei Stunden genauso gehen\", nich. Also ich war auch nie für, mit Backpfeife. Manche ja auch, nich. Ich war noch nie dafür. Und da hat er gesagt: „Mann, du bist ja ein Fasch-- Nein, du bist ja ein Kommunist\", hat er gesagt. Ich sage: „Ich bin kein... Aber du kannst dem Mann doch nicht da im Hintern treten. Guck, sieh doch mal an.\" Das war so Mongole oder aus der asiatischen Steppe. Und der hat gleich so gemacht, hat aber gleich... Also das, ich habe ihnen angesehen, dass er, äh, äh, also dass einer von den Feinden Partei für ihn nimmt. Ja, also für den, für den Landser, für den, äh, Russen oder für den Ivan. So war es mit dem zweiten auch. Aber da habe ich mir manchmal auch... Es gibt aber Kameraden, wenn wir im näheren Kreis gesprochen haben, waren viele, nich. Also, die sich selbst schuldbewusst, äh, waren, dass wir praktisch, äh, wie heißt es? Äh, also, ohne dass wir einmarschiert sind, nich? Also, dass wir- Did they talk much about Hitler at this time? What were the opinions of Hitler and the regime at this particular time? Wie war denn die Meinung von Hitler oder vom Regime? Na, manche, wenn wir unter uns alleine waren, haben wir gesagt: „Den Krieg werden wir nie gewinnen.\" Haben sie schon gesagt, ja. Und alleine schon, äh, später... Das war dann ein Jahr später, wie ich im Südabschnitt war. Und alleine, äh, praktisch, wenn wir so alleine waren und so, da haben wir gehört, da, Frontbegradigung, Frontbegradigung. Dann aus, aus, aus Dings raus, da raus. Vor, äh, Moskau wurde auch da, weiß ich nicht, zweihundert Kilometer Front begradigt. Das ist doch ein Zeichen schon von... Und, und dann war Stalingrad '43 ja schon-- Übrigens war Stalingrad ja schon am, am 1. Februar hat das ja kapituliert, '43. Ging ja von November '42 bis, also bis 1.2. Februar. Wussten die auch? Wussten, wussten. Haben sie ja bekannt gegeben durch heldenhafte Verteidigung. \"Bis zum letzten Mann\", haben sie uns erzählt. Da haben wir gesagt: „Bis zum letzten Mann.\" Ja, bis zum letzten Mann. Gut, es waren dreihunderttausend. Hunderttausend sind in Gefangenschaft geraten, also später dann. Knapp hunderttausend und sechstausend sind zurückgekommen, aber sechsundzwanzig Offiz-- Generale sind in Gefangenschaft gekommen und vierundzwanzig zurückgekommen. Also da muss doch was nicht stimmen. Irgendwie wieder besser. Da muss doch was nicht stimmen. So. Can I ask you during this time, you mentioned earlier about prisoners. How were they handled, the Russian prisoners? Were they handled well? Were they shot by the Germans or what? Die, die Gefangenen, die sie gemacht haben... Die Gefangenen, die wir gemacht haben, die mussten ja immer, äh, weiter, also ins Hinterland. Also erst mal zur, zum Bataillon, nich. Und vom Bataillon, äh, wurden sie dann, da wurden sie schon von manchen vernommen, von so Spezialisten. Ich weiß nicht, wie die vernommen haben. Entweder so, ich weiß auch nicht, oder in Arsch getreten. Aber ich, ich, äh, glaube, unsere, unsere nicht. Äh, die, wenn ich so überlege, die waren nicht so, unsere, die... Wir waren ja eine regelrechte, also wie ich dann später von der Panzerjägerabteilung wegkam und hier bei der Infanterie war und diese Abteilung, ich glaube, die, äh... Nein, die waren nicht. Also jedenfalls haben dann unsere Panzerjäger, die abgeknallt, die T34 mit der sieben fünf, nich. Also jeder Schuss ein Treffer. Da war ja, das war ja also praktisch, die standen auch, natürlich gedeckt, nich. Und, äh, wenn die dann nun ankamen, die kamen ja nicht schnell. (Telefon klingelt) Das ist immer, wir lassen ihn. Können Sie eine Sekunde warten? Ja, ja, ja, ja. Ich muss mal, ich muss mal... Jetzt kommt er. (Telefon klingelt) He might bring a tape on cars. Jetzt kommt er gleich. Jetzt kommt er. Hinter so 'ner, 'ner Karte, so 'ne Baracke, also was heißt 'n Haus? Russenhaus, nich. Da lagen sie alle aufgereiht, so auf, auf Land gestapelt. Und ich, ich hatte mich gemeldet, weil ich meine Stiefel nicht mehr ausziehen konnte. Die waren so dick, also die, die Beine, durch das Wasser, also im Graben und so dick und hatte mich gemeldet zur, zur, zum Hauptverbandsplatz, weil sie sehen sollten, was mit meinen Beinen los ist. Und wie ich da so liege am Rasen, also in, in diesem Nest, und da ging so 'ne Straße und da rechts und da, diese, diese, ab-- die Böschung, nich, von der Straße, weil es ja März war, noch Schnee, aber es gab schon doch ein bisschen Frühling. Da lag ich dann so mit anderen Kameraden da und da kommt auch der Hochwürden, der Pastor. Jeder Division ist ein Katholik und ein, äh, Protestant, also Pfarrer. Da kommt einer- War da auch ein Rabi? Nein, Rabi hatten wir nicht gehabt. In der Armee, in der amerikanischen Armee hattest 'n Rabi.Da sagt der Nackkamera zu mir sagt er hauptsächlich ist das nicht schön, dass der liebe Gott sie beschützt hat? Was habe ich gesagt? Er fragt mich: Hat er beschützt? Na ja, ich sage: was ist mit den 44, die dahinter liegen? Was ist mit dem? Die hat er nicht beschützt. Da hat er mich großartig angeguckt und ist weitergegangen. Und dann kam ich, und das war diese GVH, also wo ich dann im März kam ich ins Feldlazarett, vom Feldlazarett in Narwa in einen wunderschönen Feldlazarett. Also so an der war ja schon 300 km weg, aber da bis ich transportfähig war, da hatte ich eine akute Polyarthritis bekommen, das heißt also eine akute Gelenkentzündung. Durch dieses Wasser, da mussten sie mir die Stiefel aufschneiden und die Beine waren so und da hatte ich so wahnsinnige schlechte Blutsenkung. Also Blutsenkung, die war so hoch. Ja naja, nun war ich so ein knackiger Soldat und da haben sie gesagt, sowas kann man nur auskurieren in der Heimat. Dann bin ich nach sechs Wochen später war ich dann in Paderborn in einem Lazarett und das ging praktisch 43. Ja, 43 bis Juno. Ja, da war ich wieder so weit und da komme ich dann zur Dings. Zur letzte mal, dass wir getroffen haben. Du hast über 1944 gesprochen. Ja. Kannst du weiter beschreiben, was hast passiert? Wo warst du? Was hast du gemacht? Was für ein Einhalt hast du mitbekommen usw. ja. 19, also 42 kommen wir ja wieder nach Charkov, kommen wir nach Frankreich an die Bretagne, also am Atlantikwall blieben bis November, Anfang Dezember und da bin ich dann zurück wieder nach Leningrad gekommen. 1944? Nein, nicht 44, das war 42. 42. Wir waren, ich bin ja dann noch 42 bin ich nach Leningrad gekommen, das war da, wo die gesagt haben, na, was ist hier los in der Stellung? Und da haben die gesagt, ach, hier ist gar nichts, nur jeden Tag ein paar Kopfschüsse. Und drei und zwei. Damals, 1941 42, hattest du gewusst, dass Mischling Östergrad war verboten? Ja, das habe ich aber später erst gewusst. Das heißt auch während der also 41, 42 habe ich es gewusst, da habe ich es ja gewusst. Da war mal ein Befehl und da haben die gesagt, jetzt werden alle Halbjuden, die sprachen dann von Halbjuden, die müssen alle aus der Wehrmacht raus. Dann hast du mit unserer, i mean, mit deiner Kameradin über diese Befehle. Nein, da wurde nie, die haben nur gesagt, an und für sich waren sie nicht so politisch, die Lanze, also die Kameraden, die deutschen Soldaten, das waren genauso alt wie ich war, so alte, es gab auch 30 jährige, 35 jährige, ja, aber die haben sich mehr gekümmert um hoffentlich komme ich bald nach Hause, hoffentlich ist der Krieg bald aus. Und das war denen ganz egal, ob es dann Hitler dran war oder oder ein meier Müller oder sowas, ja. So was denkst du, würde es passiert, wenn eine Kameradin von dir wüsste, dass du. Ich nehme doch an, das rein menschliche, er würde mich denunzieren, ja, weil die sich dann irgend immer wieder was versprechen, ja, entweder kriegt er mehr essen oder er kriegt einen Rang höher, ja, also, ja, also so nehme ich die doch an, die, ja, das ist rein menschlich, rein menschlich, denn wenn ich überlege, wir hatten ja schon mal gesprochen, in der, in der jüdischen Gemeinde von Berlin gab es ja etliche, etliche Juden, die ja für die Gestapo nicht ja Agenten waren, nicht also, also das wäre das letzte, ja, also das wäre das letzte, was überhaupt gibt. Also wenn ich jetzt so zurückdenke, ja, da an der Front, 42, das hatten wir schon mal, da sind wir ja am 24. Dezember in die Stellungen gegangen vor Leningrad und viel Schnee und auch so die ganze Art, wenn man da Monate oder wochenlang da draußen bleibt, also im Feld, also an der Front, es ist schon, man wird praktisch, man geht sagen wir mal physisch und psychisch kaputt, also sehr deprimiert und für mich war ja nur der Fall, dass ich ja überleben wollte, nicht, also deshalb war ich ja bei der Wehrmacht, nicht.Denn wenn ich so überlege, die Juden, also die Verwandtschaft, erst drängen sie einen rein zum Judentum, dann hauen die ab, also die Entsprechenden, nich, und gehen nach Palästina, nich. Und mich lassen sie dann hier, nich. Trotzdem ich keinen Arg hatte gegenüberhaupt. Oder wenn ich jetzt 'n Juden sehe oder dass ich denn, ähm, als damals, als Landser, dass ich da aggressiv wurde, gar nicht. Ich hab nur gedacht, die armen Schweine, nich. Das hab ich nur gedacht, nich. So, und dann waren wir bis 12. März. Ach so, da muss ich noch einen Fall erzählen. Das war Silvester '42, '43. Silvester, einunddreißigster Dezember. Da stand ich gerade auf Posten, also vor Leningrad, auf dieser Einheit, wo ich da zugeteilt wurde, stand ich gerade auf Posten zwischen dreiundzwanzig Uhr und ein Uhr, also nachts, ja, dreiundzwanzig Uhr, ein Uhr. Und kurz vor zwölf fängt der Ivan, also der Russe, mit Leuchtspurmunition zu schießen. Der ballerte auch los, weil er wusste, dass wir ja Silvester haben, nich. Und ich steh auf meinem Posten, das war die HKL. Und dann ging es so paar Meter so oben hoch, damit man über die Brüstung, so über dies, äh, ausgehobene rübergucken konnte. Es war ja alles mit Balken, alles fest, nich, die Stellung. Und da stand ich so und stand, äh, rechts und ungefähr drei Meter war diese, dieser Platz, wo, wo man praktisch nur stehen konnte und schießen. Also, äh, nicht so bewegen. Einer vorbei konnte man nicht. Also praktisch so wie drei Meter ausgehoben, mal vielleicht achtzig Zentimeter, nich? Also wo man-- Ich stehe rechts und da kommt einer hoch, 'n Landser, also Kamerad von der Panzerjäger, und sagt: \"Du Kamerad, lass mal sehen, was los ist\", nich? Also er wollte-- Und er schiebt mich zur Seite, also nach links. Erst stehe ich hier und er schiebt mich zur Seite und er steht dann da, wo ich vorher stand. Und da sehen wir da, wie die MG gaben, alles in Leuchtspurmunition, nich. Und auf einmal sage ich: \"Runter!\" Weil ich, ich saß da schon eine Stunde. Ich merkte ja, wie da immer geschossen wurde oder wie, wie das kommt, nich. Und da merke ich, dass da so eine MG Gabe rüberkam. Und in dem Moment, wo ich sagte, \"Runter!\", hatte der schon 'n Kopfschuss gehabt mit diese Knallerbsen. Das heißt, das waren Exklusivgeschosse von diesen, nich. Und der muss- Wie heißt das? Bubo? Dodo? Dodo? Dum Dum? Nein, nein. Explosiv. Das waren kleine Explosivgeschosse. Die sind eingeschlagen in den Körper oder in, in' Kopf. Und dann sind sie explodiert da drin, nich. Und der ist natürlich sofort runtergesackt. Und ich brüllte dann, \"Sani, Sani.\" Und dann kam auch einer und dann haben sie den also, äh, weggebracht. Und paar Tage später hörte ich nur, dass er auf dem Transport zum Feldlazarett, äh, gestorben ist, nich. Nun habe ich mir gedacht, wenn der nun nicht gekommen wäre, nich, ja, der Kamerad, der Arier, (lacht) wenn der gewusst hätte, dass er für einen Juden oder einen Halbjuden da mich weggeschoben hat, ja. Na ja, ja, also, das, äh, das wollte ich nur, weil manchmal, es gab paar Fälle, ja, oder wo ich erzählt hatte, da hatten wir, sollten wir einen Stoßtrupp machen, nich. Und, äh, da war ich, habe ich doch gesoffen. Das heißt, 'ne ganze Dreistern-Kognakflasche, nich. Und abends sollte ich mitgehen, war aber so voll, dass ich dann (räuspert sich), ähm, ähm, bei der Kompanie blei, blieb und nur ein Mann zurückgekommen ist, nich. Also von dem Stoßtrupp, nich. Und da hat er dann noch zu mir gesagt, der Kompaniechef, \"Na warte, du kommst mir nicht weg.\" Also irgendwann nimmt er einen vor, nich. Es ist ja-- Denn die Arbeiten waren- Denkst du, dass, äh, du hast viel Glück damals? Glück. Glück. Glück. Glück. Nicht Gott, nichts anderes? Nein. Hat nicht mit, mit Gott nichts zu tun. Es hat mit, mit-- Ich habe auch nicht, äh, die Schma, dieses ... Gar nichts. Gar nichts. Ich habe, ich habe ja in dem Moment nicht mehr an Gott geglaubt. Ja, als, äh, als, äh, diese, dieser, dieser Irrsinn. Ja, also praktisch was im Laufe des Krieges. Und, äh, ich hatte nur Glück gehabt, zum Beispiel auf Angriff. Also Angriff. Sturmangriff. Ja, also wenn heißt, äh, fünf Uhr früh oder, äh, oder, ja, meist war es immer so fünf Uhr früh, nich. Raus angreifen, nich, also Sturmangriff. Da haben sich viele Katholiken bekreuzigt, nich, und sind gefallen. Ich habe mich nicht bekreuzigt. Ja. Ich habe auch nicht, ach du lieber Gott. Natürlich hat man manchmal gesagt: Ach, du lieber Gott. Ja, also wie so eine Scheiße. Ja. Also. Ja. Nich. Aber ich habe nicht dran geglaubt und habe auch nicht-- Ich hatte nur, also praktisch Glück gehabt, nich. Auch hier mit diesen Mischling ersten Grades. Jetzt bei der Armee. Viele sind ja nun entlassen worden. '40, '41. Man sieht's ja an dem Krüger, nich, der ja mit vierzig, nich. Nun, der war schon früher da. Aber, äh, ich muss sagen, das ist reines Glück gewesen, nich. Wenn ich jetzt so zurückdenke und '43, wie denn, '42, '43, ja '43, wie dies, wie der schwere Angriff war bei Leningrad, dann-Lazarz. Äh, da haben wir vierundvierzig Mann verloren, also in der Kompanie, vierundvierzig. Die Grabenstärke, also was im Graben ist- Mhm. -die hatte, glaube ich, sechsundsechzig Mann. Sechs-- Also gerade mal die Hälfte, nicht? Und, äh, da sind vierundvierzig Mann gefallen. Also wenn man das überlegt, ja, und ich bin da ohne Schramme davongekommen. Das heißt, ich hatte nur, äh, so 'ne Beine gehabt mit Wasser. Also durch diese monatelang im Wasser da. Mhm. Und die Stiefel konnte ich die letzten Tage nicht mehr ausziehen, nicht? Und dann hatte ich es so, also dass ich kaum laufen konnte. Na, und da haben sie gesagt, ich soll mich melden zum Hauptverbandsplatz. Die wollen mal nachsehen, was da los ist. Na, und dann hatte ich innerhalb von einer Woche bekam ich akute Poliarthritis. Akute Poliarthritis ist, äh, Gelenkrheuma. Mhm. Also, da sind hier die ganzen Knochen, also die Gelenke, alle so angeschwollen. Hier und, und hier und hier. (übersprechen 00:01:09) Also praktisch der ganze Körper. Dann hatte ich vierzig Fieber, einundvierzig Fieber, also akut. Mhm. Und dann, also, wie gesagt, an dem Tag bin ich auch ins Feldlazarett gekommen und dann nach Nawa und dann war ich nicht transportfähig und bin dann so drei Wochen später in, äh, nach Deutschland gekommen, mit dem Feldlazarettzug. Mhm. Ich wollte auch nur sagen, dann hatten sie mich so verbunden, also alles so komplett verbunden. Mhm. Da haben sie mit Ichthiol Salbe damals noch-- Ichthiol, das ist so eine schwarze Salbe, die haben sie bestrichen und dann kam Watte drauf. Ja? Watte. Und dann verband überall. Und dann lag ich so, so da. So, so, richtig so, nicht? Und dann haben die immer gesagt, wir wären Tilsit, also Deutschland, das war das, äh, erste in, in Tilsit war die erste Grenzstation, ja? Mebel war ja schon vorher, das hatten wir ja wieder. Aber Tilsit war, und dann kamen die von der NS-Frauenschaft, also diese Organisation von den Nazis. Und dann sind sie durch den Lazarettzug gegangen. Ich lag Mittellage genau. Das heißt, wenn ich so-- Konnte ich schön raus sehen aus dem Fenster, nicht? Und dann kamen sie und dann haben sie einen jungen Landser da gesehen, einen Soldaten. Da haben die gesagt, die Landser da: „Sag nicht, dass du krank bist. Sag, du bist auf eine Mine gelatscht.\" Ja? (übersprechen 00:02:42) Auf einer Mine gelaufen. Mhm. Und wenn die dann meint: „Was haben Sie denn?\" \"Ja, auf einer Mine, Mine explodiert.\" Ach Gott. Und dann haben sie natürlich einen, und dann haben sie Äpfel und Obst und das-- Na ja, das, deswegen war's doch, nicht? Und dann haben sie auf dem, auf dem Bett alles immer drauf hingeworfen. Und dann kam die Landser und haben natürlich dann abgesahnt, nicht? (lacht) Und dann kam ich nach Paderborn. Mhm. Paderborn ist im Westfälischen, nicht? Ja. Da blieb ich sechs-- (seufzt) 12. März. Mitte April war ich in Paderborn. Mitte April, Mitte Mai, Ende Mai ging es schon wieder jeden Tag spritzen. Ja, also, nicht? Und dann, äh, wieder geübt mit Krücken, also laufen, nicht? Und dann ging's allmählich wieder zurück. Und man war ja ein junger Mann, junger Kerl, nicht? Und das... Also jedenfalls Ende Mai, Juni... Ende Mai, ja, war ich schon wieder draußen. Hatte dann meinen Genesenenurlaub. Bekam man immer noch, immer nach einem ... War ja nur zweimal, aber auch nur wegen Krankheit. Mhm. Und die sind nie-- Ich habe mich immer gewundert. Und die sind nie, wenn sie mich untersucht haben, nicht, überhaupt so und haben dann natürlich immer gestutzt, hier unten, nicht, und haben dann gefragt: „Hatten sie Phimose?\" Meist, wenn sie dann untersuchen- Mhm. -und, und sie sehen dann die Nähte, nicht, die da-- Ich habe mir immer geschrieben: „Gott sei Dank, dass der da die Nähte so vernäht hat.\" Damals, ja, '34, habe ich gesagt: „Gott sei Dank.\" Und damals war es ja noch schlimmer, weil es ja so spät war, ja. Und es war ja praktisch '34, '42 waren sechs, acht Jahre, nicht? Ja, also Da war ja noch frisch alles, nicht? Sah es noch gut aus. (lacht leise) Mhm. Und dann, na ja, Phimose. „Und wie war es?\" Ich sage: „Geplatzt. Beim Onanieren geplatzt.\" (lacht) So kein Problem? Nein, äh, der Arzt- Aber du hast, du hattest immer Angst. Angst hatte ich immer gehabt, nicht? Und- Vor dem Beschnitt? Natürlich hatte ich Angst gehabt, dass doch einer mal sagt, und er sagt, das ist keine Phimose. Aber jetzt weiß ich, ein Arzt kann es nicht feststellen, ob es ein, eine Beschneidung ist oder ein, ein, ein, eine Phimose ist. Phimose ist ja nichts weiter als eine Vorhautverengung. Mhm. Und, äh, bei vielen zwischen acht, zwölf, fünfzehn passiert das meistens. Und meist ist sie, meist geht sie harmlos weg. Das heißt operiert, aufgeschnitten, zack, zack, 'ne Woche später, vierzehn Tage später ist es dann in Ordnung, nicht? (lacht) Aber ich hatte da immer ja wieder ein schlechtes Gewissen, nicht? Also man war ja ein junger Kerl und ich war ja auch nicht so gefestigt. Ich konnte zu keinem gehen und mich, äh, äh, physisch und psychisch, äh, mich stark machen. Ja, also jetzt, dass ich, denn ich war ja immer auf mich selbst gestellt, nicht? Das Einzige, was mich nur wundert, dass ich-Na, dass ich das so überstanden habe, nich. Also ohne irgendwelche (seufzt) psychischen, äh- Mhm. Beschwerden. Natürlich werd ich irgendwas weg haben. Ich werde, wahrscheinlich werde ich, ich bin sehr, sehr sensibel. Das war ich aber schon früher, ja? Mhm. Äh, und, ja (seufzt) nur als Beispiel, wir haben-- Es fiel mir schwer, den ersten, äh, Ivan zu erschießen. Ja, also beim Angriff, nich? Mhm. Und auch aus dem Panzer heraus, nich? Ich meine, wenn ich auch nicht selbst geschossen habe, aber mein Panzer, den ich gefahren habe, der hat man ja gesehen, wie die da geflogen sind oder wie die da, äh, krepieren sind, nich? Was, was war, äh, deine Stellung in die Panzer? Äh, drei, also Fahrer, Fahrer. Immer Fahrer? Fahrer, immer Fahrer. Da hatten wir- Immer Panzer vier? Ja, ich weiß gar-- Es war ein tscheschischer, also der- Tschechischer? Tschechischer. Der keinen Turm hatte. Den hatten übrigens nachher die Waffen-SS, hatte diese selben Panzer noch '44, äh, bei der Invasion. Und da hab ich, wie ich mir das jetzt so angesehen habe, wie sie jetzt vor fünfzig Jahren gezeigt haben, ja, der 6. Juno, nich? Da hab ich gedacht komisch, da hatten sie die, der SS konnten sie die Waffen geben, aber wir bekamen keine oder nach vielem hin und her, nich? Aber du hast gesagt, aus, du hast diese Panzer gefahlt. Ja. Gefallen? Gefallen. Es war sehr schwer- Ja. -diese Leute zu sehen. Ja. Die erste Mal. Erste Mal. Nachher stumpft es ja ab. Es stumpft ab. Also, äh, man wird- Steif und kalt. Ja, gleichgültig. Gleichgültig. Ach so. Gleichgültig. Wenn es mir auch wehtun-- Innerlich, innerlich tat es mir immer weh, weil ich mir ja vorstellte, Mann, wenn sie dich erwischen, vielleicht musst du auch da so irgendwo stehen, ja, wo sie dich so abknallen. Ja, also das war ja immer der Hintergrund, nich. Mhm. Dann war noch... Wie ich später zur Infanterie kam, als, als, wie würde man sagen, die Amis wür-würden die sagen: Spezel. Spezelsoldier, ja, mit Panzernahbekämpfung, ja, also mit Tanke, äh, äh, Fighten, ja, oder... Mhm. Und ich wollte nur sagen, trotzdem ich hier ausgebildet wurde, hatte ich ja schon erzählt, in, in Frankreich, nich, wochenlang. Und, äh, wenn es dazu kam oder also, es, oder kommen sollte, war ja, wie wir zum Beispiel, wie der Iwan angriff, eine, eine Stellung, da kam er ja auch mit den T34 und die, die Iwans, also die Russen, dicht an dicht, ja, mit T34 dazwischen. Mhm. Sagen wir mal so, alle fünfzig Meter die T34 und dazwischen die Infanterie, die russische. Mhm. Und so aus vierhundert Meter Entfernung- Mhm. -haben sie dann angegriffen. Und da, äh, stand ich doch mit einem Maschinengewehr und neben mir, na, vielleicht zehn Meter weiter stand eine Pak, also Panzerabwehrkanone. Mhm. Aber schon, wie gesagt, die sieben fünf, die hatten wir ja nachher schon. Ab '42 im Sommer gab es nur die sieben fünf, nich? Also die Starke, nich? Und da hat es mir auch nichts ausgemacht, ja also, äh, reinzuhalten, wenn man da ja abgeschaltet hat, ja. Entweder du oder ich, nich? Natürlich hätte ich fein können, nich? Die hätten ja auch genauso ballern können in diese Schießscharte, wo das MG herkommt. Wahrscheinlich haben sie es auch, nich? Und, äh, nich? Natürlich kamen auch die anderen Lanzer, die, die zu, also dem das MG gehörte, denn die, es waren ja immer welche, äh die dazu, äh, also ich war kein MG-Schütze, war aber ausgebildet. Das war ja jeder deutsche Soldat, ausgebildet am MG, am MP und an allen praktisch Waffen. Mhm. (lacht) Aber ich hatte nie... Was hat der eine mal zu mir gesagt? Ein, ein Kamerad, der war so fünfzehn Jahre älter. Wir standen, wir standen an einen Dings, an einem... Ich weiß nicht mehr, wo das war. Nur der hat gesagt, bei so'm Angriff, also vom Ivan: „Du, den links nehm ich, nimm den Rechten.\" Also der kam entgegen, ja? Und wenn er auf einer bestimmten in der Nähe war, also wo, wo auch immer, bei dem dann haben wir ein Visier, ja? Und, äh, drücken dann ab, nich? Da sagt der dann immer: „Wieder einer weniger. Wieder einer weniger.\" Der, der Lanzer, also. Und der war ein netter Kerl. Und das ging so eine Viertelstunde. Ich weiß auch nicht manchmal, wie lange das gedauert hat. Es kann eine halbe Stunde, es kann auch eine Stunde, es kann aber auch nur, äh, eine Viertelstunde sein. Und wie gesagt, da, ich weiß nicht mehr, wie er hieß. \"Du\", sage ich, \"jetzt habe ich einen\". Der kam mir nicht echt vor. Ja, also zu nah. Also, nich? Da hat der schon einen Kopfschuss gehabt. Mein Kamerad da, nich? Also das, und das fiel mir schwer. Ja, das war also seelisch ging es einen doch sehr nah. Hast du Hass gefühlt? Hass nicht, Hass nicht. Nein, Hass nicht. Dann, äh, wenn einer richtig, äh, denken kann, die waren ja genauso, äh, wurden die ja, äh, getrieben, so wie wir ja auch getrieben wurden. Mhm. Ja? Also das nicht. Aber es tat doch dann weh, wenn der eine Kamerad, mit dem man monatelang zusammen war, nich? War übrigens ein Schwabe, verheiratet und hat eine fünfzehnjährige Tochter gehabt. Manchmal haben wir immer Schwiegervater zu ihm gesagt. Schwiegervater! Weil er eine fünfzehnjährige Tochter hat. Mhm. Ja, Schwiegervater. (lacht) Ähm, nein. Ja, das ist... So, 1944, was ist passiert? Und dann bis die Ende des Kriegs. Denn, äh, also neunz-- das war dann.Löws. Kam er wieder zurück. Ja, und 19... Ach so, 1944, im... Ich hatte noch mal Urlaub im März. '44, im März, Urlaub? War fünf Tage bei meiner Tante. Jüdische Seite? Jüdische Seite war ja gar nicht mehr da. Christliche Seite. Das war die Schwester meines Vaters. Da wollte ich nur sagen, die haben nie was erzählt, ihrer ganzen Verwandtschaft, äh, dass der Helmuth, äh... Wie kommt der zur deutschen Armee? Ich meine- Sie hat gewusst, dass du- Natürlich, sie hat... Nein, sie hat nicht... Sie hat... Sie haben nie darüber gesprochen. Wirklich? (Rauschen) Sie hat nur geahnt, dass da was nicht stimmt. Ja? Und ich wollte nur sagen, dass diese Tante, die ist auch schon gestorben, Anfang der fuffziger Jahre, da war sie doch schon 80. Aber die waren so Hitler-fanatisch. Äh, sie hat mir erzählt, das heißt, sie war Hitler-Anhänger so lange, wie der, wie, äh, bis zu, bis Stalingrad. Und wie Stalingrad am 2. Februar gefallen ist, also kapituliert, da hat sie dann nicht mehr an Hitler geglaubt. Also, da war ihr dann, also... Und das war ja immerhin '43, nicht? Also... Die haben aber nie darüber gesprochen, ja, dass, äh, wie ich überhaupt zur Wehrmacht kam, nicht? Und überhaupt, äh. Nie, wir haben nie ein Wort verloren. Später fiel mir ein, dass zum Beispiel meine Schwester, die nach mir, die so arisch aussah, die so blond war, die hat sich ja genommen. Die war in, in ihrer Kindesstadt. Und die musste damals zum Beispiel vom BDM, Bund Deutscher Mädchen, musste austreten, weil sie Halbjüdin war. Und wie ich nun Soldat war und ich durch das Dorf immer stolzieren musste mit meiner Schwester, ja, musste ich spazieren gehen. Da haben die Leute gesagt: „Das kann doch nicht stimmen, dass der Bruder... Das kann doch nicht stimmen, dass sie Halbjüdin ist.\" Also, äh, ja, die Schwester, nicht? Und blond? Na ja, und der Bruder ist bei der Armee, also bei der Wehrmacht. Kann doch nicht stimmen. Also... Gut. Und dann bin ich da, und dann sind wir nach... Dann kam ich zurück und dann wurde in Neuhammer ein Truppenübungsplatz in Schlesien. Neuhammer eins nannte sich das. Truppenübungsplatz, da wurden wir dann aufgestellt. '44, ja? Im April wurden wir neu aufgestellt. Grenadier-Regiment Neuhammer eins. Nagelneu aufgestellt. Also alle Landser, alte, junge und, und, und, und wie heißt es? Und gerade Gezogene, nicht? Und ich wurde, da ich ja nun schon zwei Jahre bei der Wehrmacht war, nicht? Wurde ich Schirrmeister. Schirrmeister ist Waffen, äh, äh, wie heißt Waffenverwalter, nicht? Also, für Waffen und Geräte. Na, da wurden wir aufgestellt und kamen im... Ende Mai sind wir über Tschechoslowakei, Österreich, (seufzt) Ungarn, Rumänien, bis an die, bis an die Südfront von, äh, also russische, also das heißt deutsche Südfront in Russland, nicht? Das war damals Jassy, äh, Jassy. Ja, da war gerade die Grenze, das heißt, bis da kamen wir, wurden auch aufgeteilt auf die, also auf die Abschnitte als Regiment neu und-",
          "translation": "1943. איפה היית שם? וקחו את השנה: אז 42 זה 43 זה מה שהיה עכשיו לפני לנינגרד. וכן, זה היה 43 בפברואר, תחילת מרץ. והנה היה לי את העגיל הזה. דלקת אוזניים. הלכתי לרופא והוא אמר להם להתרחץ בעצמם. זה נראה כמו מקום מלוכלך. כל כך כעסתי ואז בקנטינה, כלומר מהפמליה, קניתי קוניאק שלושה כוכבים ושתיתי אותו למחצה. הוא היה ריק עד הערב. אז נשכבתי על הבונקר, על הקרון השטוח שלי. והשעה 22:00 הייתה השעון המעורר. אזעקה? ואז הם הלבישו אותי. הייתי מלא כוכבים. אז אם אי פעם תרצו לקנות בקבוק... אז, מזרח. הם הלבישו אותי כמו צעדת שדה, החברים. זה נכון, כל מה שתלוי סביב הבקתות, הכל כל כך שדה, פלדה שם. ואז הגענו. ואז הוא אמר: \"גברים, באמת... מה שהפיהרר מדבר. גברים, היום אנחנו רוצים לעשות לחץ דחיפה. ואז הוא התקשר, כולל טוראי קופ, הייתי אני. עכשיו הוא היה מלא כוכבים. ולמזלי, אחרת לא הייתי יושב כאן היום. ואז הוא אמר, הקצין לא הולך, הוא חולה. זה היה המ\"פ, הוא חולה. מה יש לו? בגרמנית, הוא אמר, הוא מלא לגמרי. הוא היה היום במרפאה ויש לו כאב כזה באוזן ויש לו בקבוק קונג'אק. אנחנו נקבל אותו בחזרה, הוא אומר. בפעם הבאה הוא יהיה שם. בפעם הבאה? האם אני... הנה הם סיפרו לי, שלושה ימים לאחר מכן, איך אני צלול שוב. הנה הם למחרת בלילה, אז השעון שונה, 24 או שתים עשרה וחצי, עשרה גברים, למשל נושאות Zahankranaken, נושאות תחמושת, מוביל לחץ הלם, יכול להיות קבלן משנה, יכול להיות וויבל שדה, יכול להיות גם סגן, יכול גם לעשות הכל. והם היו אמורים ללכת לתעלה הרוסית ולקחת אותך בשבי או לנקות קצת. אדם חזר. אז אדם מהפגוש הזה חזר. מה קרה? ובכן, הם הושמדו. הם נמצאים בקרבות שם עם איוון, הם נורים או עם כידון או מה שזה לא יהיה. אני לא יודע אם הוא אי פעם אומר קריאת שמע בזמן הזה. מה? ה-Schma. רק תגיד את ה-Schma. הוא יידע מה זה. אם אי פעם תתפלל. התפלל את השמע. האם התפללת בזמן שהיית בקריאת שמע? לא לא לא. מעולם לא התפללתי. אני אגיע לזה עכשיו. כי כמה שבועות לאחר מכן, שלושה שבועות לאחר מכן, נשמעה אזעקה. אז בכל מקרה, האנשים לא חזרו, אלא רק אחד. מעולם לא התפללתי. חלקם, ובכן, כמה קתולים, שצלבו את עצמם במהלך ההתקפה, ואז הרימו את עיניהם ורצו לקבל את רצונו הטוב של האל הטוב. הם היו בדרך כלל הראשונים ליפול או שנורו או שהופלו או נגררו במעלה הבטן עם הכידון. NE? כל כך. ושלושה שבועות לאחר מכן, זה היה במרץ, לא, זה היה בפברואר וב-12 במרץ, כלומר, יום אחד לפני, אזעקה. ושם הוצאנו מהיחידה שלנו, או הוצאנו ליומיים, 30 ק\"מ מהטבעת של לנינגרד, כלומר נסענו. והייתה הדיוויזיה הכחולה והדיוויזיה הכחולה היא מאיוון... ספרדי. הדיוויזיה הספרדית נהדפה על ידי איוואן. חווה נפילה חמורה של כמה קילומטרים. ועכשיו אנחנו בחוץ. האם אתה מת, לוחם טוב מאוד, הספרדי? כלומר, חיילים טובים? לא לא לא לא. יש לנו כאן... בדיוק כמו הערבים, אם זה ישראלי עד מוות וכאלה. כשהם לבד, הם לא מזיקים ויכולים להיות אחד ואולי השני. אבל איוון יודע בדיוק, הוא מעדיף לתקוף עם הדיוויזיה הכחולה או עם הרומנים או עם כוחות עזר, מאשר עם דיוויזיה גרמנית רגילה, כי הם מופעלים בצורה אחרת לגמרי. בכל מקרה, הסתובבנו, פרקנו והיינו שם כל הלילה ב-30 ק\"מ למקום שבו הוא הכה את הספרדים, איוון. וזה היה כפר, היום אני לא זוכר. ושם התחלנו, צעדנו בערב ובסביבות הבוקר נאמר: \"עכשיו אנחנו עומדים לבוא במגע עם האויב. והנה אנחנו עם הקרבין, עם מרחב כף היד, מגולף במלואו, בדיוק כמו שרואים בסרט איך הם צועדים לשם, הלנדסר. ואז, בכל רגע, הוא יכול לעשות את זה עם המקלע, איוון. ואז עברנו לאט לאט והגענו לכפר, היה שם חצי, אז עד חצי ואז היה אנגר. האם אתה יודע מה זה ירוק כזה? זה בערך 600 מטר של שטח ירוק. היינו שם עד לשם, חפרנו, ממש חפרנו פנימה. אז איינמן, אז חורים. ואז התרחקנו מקרונות הרכבת, יצרנו מטווחים למקלעים. כל. אחר כך היה לנו את התיק שלנו בצדדים, כי ידענו בדיוק. אז הם ידעו על העופרת, הם תפסו שוב את האיוואן ואז זה היה עד 10 בבוקר, ואז זה התחיל. הם ירו תחילה עם הארטילריה. אז אפשר היה לשמוע אותם. וכל אלה שאתה שומע לא מרביצים לך, נכון? ואז יש לנו עוד דרך ארוכה לעבור. ואז זה התקרב, ההשפעות. הם כבר היו 100 מטר מאחורינו. ואז, זה נמשך די הרבה זמן. ואז הם היו 50 מטר מאחורינו. ואז פתאום הם היו אצלנו, שם קברנו את עצמנו. ואז החבר שהיה אמור להגן על המקלע אמר קודם, זה עם הקרבין, והיה לו חור כל כך רחב במקום שבו הוא ישב שם, ושם הוא שאב מים, כלומר את שק האדמה, מכיוון שהוא עמד שם במים, הוא שאב מים, שפך אותם החוצה ואז שוב. ואז הוא פשוט התכופף ואז רימון פגע ממש בגדם העץ וקרע חצי מהגב שלו. אז המדים והבשר, אפשר היה לראות את הריאות, איך הם עובדים. הוא היה, כמובן, תמיד היה. והוא התקשר לסאני. ואז גם אני שאגתי. אנונימי. ואז חשבתי, בנאדם, תמשיך עם זה. הוא אמר לי לפני, שעתיים אתה, אתה יכול להתמודד עם ה-MG טוב יותר. אני מעדיף ללכת למטווח הרובים. אני אגיד אם אתה רוצה. תמיד יש לי את זה אם אתה רוצה. והנה הייתי בעמדת המקלעים שלי וישבתי ככה, אז כרעתי ככה ותמיד הסתכלתי דרך מקל הירי. ואז הדברים התקרבו יותר ויותר. ועד שהם יכניסו את זה, חשבתי, בחיי, אם לא תגיד את עצמך עכשיו, אני אלך לדוכן של MG. זה יכול היה לקרות לי בכל רגע, כי ברגע שזה פגע, זה קרע אותי. זה היה בערך 8 מ'. אחר כך הוא צעק ואז הגיע פרמדיק, כלומר פרמדיק, שאחר כך זחל אותו, אז הוא היה חייב, כי הם יכלו לראות. זה היה בערך 400 מטר. מה אני יכול להגיד לך? ברגע שהאיש הלך, הבא ישב שם בדבר. ואז בא איוון. לכן אני מעריך שלפחות שישה 700 איש קרובים זה לזה. אז MP נפל, הקלצ'ניקוב הזה עדיין עם התופים העגולים האלה משמח כל כך גבר לאדם וכל 50 מ' תמיד היה T 34 והארטילריה שלנו תמיד פגעה. עכשיו באלה. אז כדי לא לסכן אותנו, היא רעמה 100 מ' לפניה. אבל עדיין. אבל לא, לא. ואז הוא עדיין לא ירה, ואז אזעקה. ואז כל האחרים יצאו ואנחנו מהמרים על כל החלק ואז עדיין לא יורים. תנו להם להתקרב. בחיי, חשבתי. אז אני לא רוצה להגיד ממש מפחד. אז אני באמת חייבת לומר, פחדתי. אז אם הייתה לי קלקול קיבה קשה, הייתי מכינה לעצמי זוג מכנסיים. עכשיו ישבתי מאחורי ה-MG וזה תמיד עקצץ. ואז הגיעו העמיתים האחרים, אני אומר, בני ארצנו האחרים ושמאל וימין, שהשתייכו למעשה ל-MG ורגע, חכו. והם הגיעו, ואז הם היו בערך 150 מטר, כן בערך 150 מטר. ואז הם התחילו, ה-T 34, ואז הם התחילו לירות עם תותחי הטנקים שלהם תמיד עם חומרי נפץ לתוך העמדות הגרמניות, כל כך באלכסון פנימה. הם ידעו מה שלומנו. לא? איך הרוסים תקפו? הוא ביקש ממני לתאר קצת איך הרוסים תוקפים את העמדות שלהם. אה, כן, בסדר, בבקשה תמשיך, תמשיך, תמשיך. אז, די מרגש כרגע. ובכן, הגיעה הטלוויזיה, כלומר, לאט מאוד, הם לא עזבו מהר, אלא כי הם ידעו בדיוק שהם הולכים להתמלא. לנסח את זה בגרמנית, בדיוק כמונו. אני לא רוצה לקלקל כמה הפסדנו, אבל זה היה טוב. פתאום, האש חופשית. ואז עם המקלע תמיד ככה, תמיד נגרף לתוך המוני האנשים האלה. וכשהם נפלו, הראשונים היו פצועים רבים, אבל הם דרסו אותם, כי, אני מניח, הם היו שישה או שמונה ברצף. לאחר מכן הם לקחו את הקלצ'ניקוב הזה מהראשון. לחלקם הייתה שורה שנייה או שלישית מאחור, לא היו להם קרבינרים בכלל או חברי פרלמנט, כלומר קלצ'ניקוב. ואז הם הוקלטו וכמובן נורו, אז, ככה, טוב, כן, ואז הם הגיעו לזה, אני מניח עד 50 מטר, אז כמעט עד לבית שם. ואז אתה רואה את הלבן של העין של היריב. איך אתה מרגיש ברגע המיוחד הזה? הם לא חשבו בכלל. לא חשבתם על זה בכלל? לא. הם פשוט חשבו, אני מקווה שתצא מהחרא הזה. גם לא חשבתי על מישלן או דארן. פשוט חשבתי שזה יעלה משהו. אז, חברים. האם הוא אי פעם כעס על כך שהנה הוא תקוע באמצע רוסיה. הוא היה צריך להילחם את המלחמה הזו שהוא לא רצה להיות קשור אליה. האם הם לא שאלו את עצמם לפעמים מה הם בעצם ניסו לעשות לפני סטלינגרד, לפני לנינגרד? למה הם במלחמה הזאת? כמובן שאנשים רבים עשו זאת. לא, רבים מבני ארצם גם אמרו - לא, הרבה אנשים אמרו... תמיד אמרתי, לא. למשל, הם לקחו שבויים, כן, בגלל איחורים. והיו לנו שניים, אני חושב, זה היה מלנינגרד. היה לנו את זה כי רצינו לדעת מה יש שם, מה יש שם. ורבים אומרים שכן, אז הרוסים אומרים כן, אה, מצד אחד הם נכנסים. גם אני הייתי בבונקר והנה חבר בא ובועט, בועט, בועט באחד, אה, איוון בתחת, באמת, וקורע את הזין שלו למעלה. כולם היו חדים, הרומחים, הכוכב הסובייטי הזה. ואז כאן בדבר, ה, ה, המשטח. ואז אני אומרת לו: \"למה, אה, אתה בועט לו בתחת?\" אני אומר: \"אנחנו יכולים להרגיש אותו דבר בעוד שעה או שעתיים\", לא. ובכן, מעולם לא הייתי בעד, עם סטירת לחי. חלקם כן, לא. מעולם לא הייתי בעד זה. ואז הוא אמר: \"אחי, אתה פשיסט - לא, אתה קומוניסט\", הוא אמר. אני אומר, \"אני לא... אבל אתה לא יכול לבעוט שם בתחת של הגבר. תראה, תסתכל.\" זה היה מונגולי או מהערבות האסיאתיות. והוא עשה את אותו הדבר מיד, אבל מיד... אז זהו, ראיתי שהוא, אה, אה, שאחד האויבים לוקח את הצד שלו. כן, בשביל הלנדסר, בשביל הרוסים או בשביל איוואן. כך היה גם עם השני. אבל לפעמים גם תהיתי... אבל יש חברים, כשדיברנו במעגל הקרוב יותר, היו הרבה, לא. אז, מי היה אשם בעצמו, אה, שלמעשה, אה, איך קוראים לזה? אה, אז בלי שנצעד פנימה, נכון? אז אנחנו- האם הם דיברו הרבה על היטלר בזמן הזה? מה היו דעותיהם של היטלר והמשטר בתקופה הספציפית הזו? מה הייתה דעתו של היטלר או של המשטר? ובכן, אחדים, כשהיינו לבד בינינו לבין עצמנו, אמרנו: \"לעולם לא ננצח במלחמה\". הם כבר אמרו, כן. ולבד, אה, אחר כך... זה היה שנה לאחר מכן, כשהייתי בחלק הדרומי. ולבד, אה, מעשי, כשהיינו כל כך לבד וכך, זה היה הרגע שבו שמענו, שם, יישור קדמי, יישור קדמי. ואז החוצה, החוצה, החוצה מדינגס, משם. לפני כן, אה, מוסקבה הייתה גם מיושרת, אני לא יודע, מאתיים קילומטרים של חזית. זה סימן ל... ואז סטלינגרד 43' כבר הייתה - דרך אגב, סטלינגרד כבר הייתה בדרך, ב-1 בפברואר היא נכנעה, 43'. האם גם הם ידעו? הם ידעו, ידעו. הם הכריזו על כך באמצעות הגנה הירואית. \"עד האיש האחרון\", הם אמרו לנו. לכן אמרנו: \"עד האיש האחרון\". כן, עד האיש האחרון. ובכן, זה היה שלוש מאות אלף. מאה אלף נלקחו בשבי, כך מאוחר יותר. בקושי מאה אלף וששת אלפים חזרו, אבל עשרים ושישה קצינים נלקחו בשבי ועשרים וארבעה חזרו. אז כנראה שמשהו לא בסדר. איכשהו שוב טוב יותר. משהו כנראה לא בסדר. אז אני יכול לשאול אותך בתקופה הזאת, שהזכרת קודם לגבי אסירים. איך טיפלו בהם, האסירים הרוסים? האם הם טופלו היטב? האם הם נורו על ידי הגרמנים או מה? האסירים שיצרו אותם... האסירים שלקחנו תמיד היו צריכים להמשיך הלאה, אה, לעורף. אז קודם כל, לגדוד, לא. ומהגדוד, הם נחקרו על ידי כמה אנשים, על ידי מומחים כאלה. אני לא יודע איך הם שמעו. או ככה, אני גם לא יודע, או שבעטתי בתחת. אבל אני, אני, חושב, שלנו, לא שלנו. אה, הם, כשאני חושב על זה, הם לא היו כאלה, שלנו, ה... היינו אחד אמיתי, אז איך שמאוחר יותר התרחקתי מדיוויזיית משחתות הטנקים והייתי כאן עם חיל הרגלים והמחלקה הזו, אני חושב, אה... לא, הם לא היו. כך שבכל מקרה, למשחתות הטנקים שלנו, שהופלו, אין את ה-T34 עם שבע החמש. אז כל זריקה היא להיט. היו, אז זה היה מעשי, הם גם עמדו, כמובן מכוסים, ניץ'. וכשהם הגיעו, הם לא באו מהר. (הטלפון מצלצל) זה תמיד, נתנו לו. אתה יכול לחכות שנייה? כן כן כן כן. אני חייב, אני חייב... עכשיו הוא בא. (הטלפון מצלצל) הוא עשוי להביא קלטת על מכוניות. עכשיו הוא עומד לבוא. עכשיו הוא בא. מאחורי מפה כזו, צריף כזה, אז מה המשמעות של בית? בית רוסי, לא. שם שכבו כולם בשורה, ככה, ערומים על היבשה. ואני, התנדבתי כי לא יכולתי לחלוץ את המגפיים יותר. הם היו כל כך שמנים, כלומר הרגליים, דרך המים, כל כך בתעלה וכל כך שמנים ודיווחו עליי לתחנת העזרה הראשונה הראשית, כי הם צריכים לראות מה קורה עם הרגליים שלי. וכששכבתי שם על הדשא, פנימה, בתוך הקן הזה, והיה כביש ושם ימינה ושם, זה, זה, מחוץ - הסוללה, לא, מחוץ לכביש, כי זה היה מרץ, עדיין שלג, אבל כבר היה אביב קטן. שם שכבתי שם עם חברים אחרים והנה מגיע הכומר, הכומר. כל חטיבה היא קתולית ופרוטסטנטית, כלומר כומר. הנה בא אחד - האם היה גם רבי? לא, לא היה לנו את רבי. בצבא, בצבא האמריקאי היה לך רבי.המצלמה העירומה אומרת לי שהוא בעיקר אומר שזה לא נחמד שהאל הטוב הגן עליהם? מה אמרתי? הוא שואל אותי: האם הוא הגן? ובכן, אני אומר: מה עם ה-44 שמאחוריו? מה לגבי זה? הוא לא הגן עליהם. הוא נתן בי מבט נהדר והמשיך הלאה. ואז הגעתי, וזה היה ה-GVH הזה, אז הגעתי לבית החולים השדה במרץ, מבית החולים השדה בנרבה לבית חולים שדה יפהפה. אז זה כבר היה במרחק של 300 ק\"מ, אבל עד שהייתי ניתן להובלה, קיבלתי דלקת מפרקים חריפה, כלומר דלקת חריפה של המפרקים. בגלל המים האלה, הם נאלצו לחתוך את המגפיים שלי והרגליים היו כאלה והיה לי משקע אריתרוציטים כל כך גרוע בטירוף. אז שקיעת אריתרוציטים, זה היה כל כך גבוה. כן, טוב, עכשיו הייתי חייל כל כך חד והם אמרו, אתה יכול לרפא משהו כזה רק בבית. ואז אחרי שישה שבועות הייתי בבית חולים צבאי בפדרבורן וזה היה כמעט 43. כן, 43 לג'ונו. כן, הייתי שוב כל כך רחוק וכאן אני מגיע לעניין. בפעם האחרונה הבקענו. דיברת על 1944. כן. האם תוכל לתאר עוד את מה שקרה? איפה היית? מה עשית? לאיזה סוג של עצירה שמתם לב וכו'. 19, אז 42 אנחנו חוזרים לחרקוב, בואו נבוא לצרפת לבריטני, אז נשארנו על החומה האטלנטית עד נובמבר, תחילת דצמבר ואז חזרתי ללנינגרד. 1944? לא, לא 44, זה היה 42, 42. היינו, אני עדיין בן 42, הגעתי ללנינגרד, שם הם אמרו, ובכן, מה קורה כאן בתפקיד הזה? והם אמרו, אה, אין כאן כלום, רק כמה יריות בראש כל יום. ושלוש ושתיים. אז, 1941 42, האם ידעתם שאוסטרגראד המונגרלית אסורה? כן, אבל לא ידעתי את זה עד מאוחר יותר. זה אומר שאפילו במהלך ה-41, 42 ידעתי את זה, ידעתי את זה. פעם הייתה פקודה ואמרו, עכשיו כולם יהפכו לחצי יהודים, אחר כך דיברו על חצי יהודים, כולם צריכים לעזוב את הוורמאכט. אז יש לך עם חברנו, אני מתכוון, עם חברך על הפקודות האלה. לא, מעולם, הם רק אמרו, כשלעצמם הם לא היו כל כך פוליטיים, הרומח, החברים, החיילים הגרמנים, הם היו באותו גיל כמוני, כל כך זקנים, היו גם בני 30, 35, כן, אבל היה להם אכפת יותר מהתקווה שאחזור הביתה בקרוב, אני מקווה שהמלחמה תסתיים בקרוב. ולא היה אכפת להם בכלל, אם זה היה תורו של היטלר או מאייר מולר או משהו, כן. זה מה שאתה חושב, זה היה קורה אם חבר שלך היה יודע שאתה. אני מניח שהדבר האנושי הטהור, הוא היה מוקיע אותי, כן, כי אז הם תמיד מבטיחים לעצמם משהו, כן, או שהוא יקבל יותר אוכל או שהוא יקבל דרגה גבוהה יותר, כן, טוב, כן, אז ככה אני מקבל אותם, שכן, זה אנושי לחלוטין, אנושי לחלוטין, כי כשאני חושב על זה, כבר דיברנו,  בקהילה היהודית בברלין היו כמה, לא מעט יהודים שלא היו סוכנים של הגסטפו, לא כך, זה יהיה הדבר האחרון, כן, זה יהיה הדבר האחרון שקיים בכלל. אז כשאני חושב עכשיו, כן, שם בחזית, 42, היה לנו את זה בעבר, הלכנו לעמדות מול לנינגרד ב-24 בדצמבר והרבה שלג וגם לאורך כל הדרך, אם אתה נשאר שם חודשים או שבועות, אז בשטח, אז בחזית, זה נחמד,  אתה הופך להיות מעשי, נניח שבור פיזית ופסיכולוגית, כל כך מדוכא ומבחינתי זה היה רק המקרה שרציתי לשרוד, לא, אז זו הסיבה שהייתי בוורמאכט, לא. כי כשאני חושב על זה, היהודים, כלומר קרובי המשפחה, קודם כל דוחפים אותך ליהדות, ואז הם, כלומר המקבילים, לא בורחים והולכים לפלסטין, לא. ואז הם משאירים אותי כאן, לא. למרות שלא היה לי מזל רע בכלל. או אם אני רואה יהודי עכשיו או שאני, אה, אז כלנדסר, הפכתי לאגרסיבי, בכלל לא. פשוט חשבתי, החזירים המסכנים, לא. פשוט חשבתי את זה, לא חשבתי. אז, ואז היינו עד ה-12 במרץ. אה, אני חייב לספר לך מקרה אחר. זה היה ערב השנה החדשה 42', 43', ערב השנה החדשה, שלושים ואחד בדצמבר. שם הייתי במוצב, כלומר לפני לנינגרד, ביחידה הזאת, שבה הוצבתי, הייתי על המשמר בין עשרים ושלוש לאחת בצהריים, כלומר בלילה, כן, עשרים ושלוש, אחת בצהריים. וקצת לפני שתים-עשרה, איוון, כלומר הרוסי, מתחיל לירות בתחמושת מעקב. הוא גם התחיל לצלם, כי הוא ידע שזה ערב השנה החדשה, לא. ואני עומד בעמדה שלי, זה היה HKL. ואז הוא עלה כמה מטרים כדי שתוכל להסתכל מעבר למעקה, מעל המעקה הזה, אה, שנחפר. הכול היה עם קורות, הכול קבוע, לא, המיקום. ושם עמדתי ועמדתי, אה, מימין ובמרחק של כשלושה מטרים היה זה, המקום הזה, שבו יכולת כמעט רק לעמוד ולירות. אז, אה, אל תזוז ככה. אי אפשר היה לעבור אחד. אז כמעט כמו שלושה מטרים שנחפרו, לפעמים אולי שמונים סנטימטרים, נכון? אז איפה שאתה - אני עומד מימין ומישהו ניגש, לנדסר, חבר ממשחתת הטנקים, ואומר: \"חבר, בוא נראה מה קורה\", נכון? אז הוא רצה - והוא דוחף אותי הצידה, שמאלה. קודם אני עומדת כאן והוא דוחף אותי הצידה ואז הוא עומד במקום שבו עמדתי קודם. ושם אנחנו רואים איך המקלעים נתנו, הכל בתחמושת מעקב, לא. ופתאום אני אומר: \"למטה!\" כי אני, אני יושב שם כבר שעה. שמתי לב איך תמיד יש ירי או איך, איך זה בא, לא. ואז שמתי לב שהייתה מתנה כזו של MG. וברגע שאמרתי, \"למטה!\", הוא כבר חטף ירייה בראש עם החזיזים האלה. כלומר, אלה היו קליעים בלעדיים של אלה, לא. והחובה - איך קוראים לזה? בובו? דודו? דודו? דום דום? לא, לא. נפץ. אלה היו קליעי נפץ קטנים. הם התנפצו לתוך הגוף או לראש. ואז הם התפוצצו שם, לא. וכמובן שהוא צנח מיד. ואז צעקתי, \"סאני, סאני\". ואז הגיע אחד ואז הם לקחו אותו, אה, משם. וכמה ימים לאחר מכן שמעתי רק שהוא מת, אה, בטרנספורט לבית החולים השדה, אה, ניץ'. עכשיו חשבתי לעצמי, אם הוא לא היה בא עכשיו, כן, החבר, הארי, (צוחק) אם הוא היה יודע שהוא דחף אותי בשביל יהודי או חצי יהודי, כן. טוב, כן, טוב, זה, אה, רק רציתי את זה, כי לפעמים, היו כמה מקרים, כן, או שבהם אמרתי לך, יש לנו, האם אנחנו צריכים לעשות כוח הלם, לא. והנה, שתיתי. כלומר, בקבוק קוניאק שלם של שלושה כוכבים, לא. ובערב הייתי אמורה לנסוע איתם, אבל זה היה כל כך מלא שאז (מכחכח בגרונו), אממ, נשארתי עם החברה, נשארתי ורק גבר אחד חזר, לא. אז מחבורת ההלם, לא. ואז הוא אמר לי, המ\"פ, \"טוב, רגע, אתה לא יכול לברוח ממני\". אז בשלב מסוים הוא לוקח אחד, לא. זה כן - כי העבודות היו- אתה חושב שיש לך מזל גדול אז? מזל. מזל. מזל. מזל. לא אלוהים, שום דבר אחר? לא. אין לו שום קשר לאלוהים. יש לזה עם, עם... אני גם לא, אה, ה-Schma, זה... שום דבר. שום דבר. כבר לא האמנתי באלוהים באותו רגע. כן, כמו, אה, אה, זה, זה, הטירוף הזה. כן, אז למעשה משהו במהלך המלחמה. והיה לי רק מזל, למשל בהתקפה. אז תקפו. תשלום. כן, אז אם זה אומר, אה, חמש בבוקר או, אה, או, כן, בדרך כלל זה תמיד היה כמו חמש בבוקר, לא. לתקוף, לא, אז לתקוף. קתולים רבים הצטלבו עם עצמם, לא, ונפלו. לא הצטלבתי על עצמי. כן. גם אני לא, אלוהים אדירים. כמובן, אנשים אמרו לפעמים: הו, אלוהים יקר. כן, כמו חרא. כן. כל כך. כן. לא. אבל לא האמנתי בזה ולא - היה לי רק, כמעט מזל, ניץ'. שוב, עם הערבוביה מדרגה ראשונה האלה. עכשיו בצבא. רבים פוטרו כעת. '40, '41. אתה יכול לראות את זה בקרוגר, לא, זה בארבעים, לא. ובכן, זה היה שם קודם. אבל, אה, אני חייב לומר, זה היה מזל טהור, לא. כשאני חושב עכשיו על 43', איך 42', 43', כן 43', ככה, איך הייתה ההתקפה הכבדה על לנינגרד, ואז על לזרז. אה, איבדנו ארבעים וארבעה איש, אז בפלוגה ארבעים וארבעה. חוזק התעלה, כלומר מה שנמצא בתעלה - מממ - היה, לדעתי, שישים ושישה איש. שש - אז רק חצי, לא? ארבעים וארבעה גברים נהרגו. אז אם אתה חושב על זה, כן, ויצאתי מזה בלי שריטה. זה אומר שהיו לי רק רגליים עם מים. אז דרך אלה שם במשך חודשים במים. ממממ. ולא יכולתי לחלוץ את המגפיים בימים האחרונים, נכון? ואז היה לי את זה ככה, כך שבקושי יכולתי ללכת. ובכן, ואז הם אמרו שאני צריך להתייצב בתחנת העזרה הראשונה הראשית. הם רוצים לראות מה קורה. ובכן, ואז תוך שבוע חליתי בדלקת מפרקים חריפה. פוליארתריטיס חריפה היא, למשל, שיגרון מפרקים. ממממ. אז כל העצמות, כלומר המפרקים, כל כך נפוחות כאן. כאן וכאן וכאן. (הצלבה 00:01:09) אז למעשה כל הגוף. אחר כך היו לי ארבעים חום, ארבעים ואחד חום, כל כך חריף. ממממ. ואז, כפי שאמרתי, באותו יום הגעתי גם לבית חולים שדה ואז לנאווה ואז לא הייתי כשיר להסעה ואז שלושה שבועות לאחר מכן הגעתי לגרמניה, עם רכבת בית החולים השדה. ממממ. רק רציתי לומר, אז הם היו מחברים אותי ככה, אז הכל היה מתחבר כל כך לגמרי. ממממ. עדיין הייתה להם משחת איכתיול באותה תקופה - איכתיול, זו משחה שחורה, הם מרחו אותה ואז שמו עליה צמר גפן. כן? צמר גפן. ואז התחבר לכל מקום. ואז שכבתי שם ככה, ככה. אז, ככה, לא? ואז הם תמיד אמרו שאנחנו טילזיט, כלומר גרמניה, שהייתה, אה, הראשונה שנכנסה, בטילזיט הייתה תחנת הגבול הראשונה, כן? מייבל כבר היה שם, היה לנו את זה שוב. אבל טילזיט הייתה, ואז הגיעו אלה מהתאחדות הנשים הנאציות, כלומר הארגון הזה מהנאצים. ואז הם עברו ברכבת של בית החולים. אני שוכב בדיוק בעמדה האמצעית. כלומר, אם הייתי כזה, יכולתי לראות מהחלון, נכון? ואז הם באו ואז הם ראו שם בן ארץ צעיר, חייל. ואז הם, הלנדסר שם, אמרו: \"אל תגיד שאתה חולה. תגיד, הלכת על מוקש\". כן? (הצלבה 00:02:42) הלכתי על מוקש. ממממ. ואם היא אומרת: \"מה יש לך?\" \"כן, על מוקש, מוקש התפוצץ\". אלוהים. ואז, כמובן, יש להם אחד, ואז יש להם תפוחים ופירות וזה... ובכן, זהו, זו הסיבה שזה היה, לא? ואז הם תמיד זרקו הכל על המיטה, על המיטה. ואז הגיע הלנדסר וכמובן קצר את הפירות, לא? (צוחק) ואז הגעתי לפאדרבורן. פדרבורן נמצא בווסטפליה, לא? כן. שם נשארתי שש - (נאנח) ב-12 במרץ. באמצע אפריל הייתי בפאדרבורן. באמצע אפריל, אמצע מאי, בסוף מאי, התחלתי לרסס כל יום מחדש. כן, טוב, לא? ואז, אה, התאמנו שוב עם קביים, אז ריצה, נכון? ואז זה חזר בהדרגה שוב. ואתה היית בחור צעיר, בחור צעיר, נכון? וזה... אז לפחות בסוף מאי, יוני... בסוף מאי, כן, כבר הייתי שוב בחוץ. ואז קיבלתי את חופשת ההבראה שלי. עדיין יש לך, תמיד אחרי ... זה היה רק פעמיים, אבל רק בגלל מחלה. ממממ. והם אף פעם לא - תמיד תהיתי. והם אף פעם, כשהם בדקו אותי, בכלל לא, ואז, כמובן, הם תמיד הופתעו, כאן למטה, לא, ואז שאלו: \"האם היה להם פימוזיס?\" בדרך כלל, כשהם בוחנים - ממממ - ואז הם רואים את התפרים, לא את אלה שהיו שם - תמיד כתבתי לעצמי: \"תודה לאל שהוא תפר את התפרים ככה\". באותה תקופה, כן, ב-34', אמרתי: \"תודה לאל\". ובאותה תקופה זה היה אפילו גרוע יותר, כי זה היה כל כך מאוחר, כן. וזה היה למעשה 34', 42' זה היה שש, שמונה שנים, לא? כן, אז הכל עדיין היה טרי, לא? זה עדיין נראה טוב. (צוחק ברכות) ממממ. ואז, ובכן, פימוזיס. \"ואיך היה?\" אני אומר: \"פרץ. להתפרץ תוך כדי אוננות.\" (צוחק) אז אין בעיה? לא, אה, הרופא - אבל יש לך, תמיד פחדת. תמיד פחדתי, לא? ו- לפני הגיזום? כמובן שפחדתי שמישהו יגיד, והוא יגיד, זה לא פימוזיס. אבל עכשיו אני יודעת, רופא לא יכול לדעת אם זו ברית מילה או א, א, א, פימוזיס. פימוזיס הוא לא יותר מאשר היצרות של העורלה. ממממ. ועבור רבים בין שמונה, שתים-עשרה, חמש עשרה זה קורה בדרך כלל. ורוב הזמן זה כן, רוב הזמן זה נעלם ללא נזק. זה אומר ניתוח, חתך, חבטה, בום, שבוע לאחר מכן, שבועיים לאחר מכן הכל בסדר, לא? (צוחק) אבל תמיד היה לי מצפון אשם, לא? ובכן, היית בחור צעיר ואני לא הייתי כל כך יציב. לא יכולתי ללכת לאף אחד ולהפוך את עצמי לחזקה פיזית ופסיכולוגית. כן, אז עכשיו כשאני, בגלל שתמיד הייתי לבד, לא? הדבר היחיד שמפתיע אותי הוא שאני-טוב, ששרדתי את זה ככה, ניץ'. אז בלי שום (אנחות) פסיכולוגיות, אה- ממממ. תלונות. כמובן שמשהו ייעלם. אני אעשה זאת, כנראה שאעשה זאת, אני מאוד מאוד רגיש. אבל פעם הייתי, כן? אה, כן, (אנחות) רק כדוגמה, היה לנו - היה לי קשה לצלם את הראשון, אה, איוון. כן, אז כשתוקפים, נכון? ממממ. וגם מחוץ למיכל, נכון? זאת אומרת, גם אם לא הייתי יורה בעצמי, אלא בטנק שלי, שבו נהגתי, יכולת לראות איך הם עפו או איך הם שם, אה, מתים, נכון? מה, מה הייתה, אה, העמדה שלך בטנקים? אה, שלוש, אז נהג, נהג. תמיד נהג? נהג, תמיד נהג. הנה היה לנו - תמיד טנק ארבע? כן, אני אפילו יודע - זה היה צ'כי, אז הצ'כי? צ\\'כית. שלא היה לו מגדל. דרך אגב, לוואפן-אס אס היה את זה אחר כך, היו להם אותם טנקים ב-44', או בפלישה. ושם, כפי שהסתכלתי על זה עכשיו, כפי שהראו לפני חמישים שנה, כן, ה-6 ביוני, נכון? חשבתי, מצחיק, יש להם אותם, הם יכולים לתת את הנשק לאס-אס, אבל לא קיבלנו, או אחרי הרבה הלוך ושוב, לא? אבל אמרת, החוצה, יש לך את הטנקים האלה חיוורים. כן. בבקשה? בבקשה. זה היה מאוד קשה - כן. -לראות את האנשים האלה. כן. פעם ראשונה. פעם ראשונה. אחר כך זה משעמם. זה משעמם. אז, אה, אתה נהיה נוקשה וקר. כן, זה לא משנה. אדיש. אה הבנתי. אדיש. גם אם זה כואב לי - בפנים, בפנים זה תמיד כאב לי, כי דמיינתי, בחיי, אם יתפסו אותך, אולי תצטרך לעמוד במקום כזה, כן, איפה שהם יירו בך ככה. כן, אז זה תמיד היה הרקע, לא. ממממ. ואז היה... איך הגעתי מאוחר יותר לחיל הרגלים, כאשר, איך אפשר לומר, האמריקאים היו אומרים: ספזל. חייל, כן, עם קרב צמוד של טנק, כן, אז עם טנק, אה, אה, להילחם, כן, או... ממממ. ואני רק רציתי לומר שלמרות שהתחנכתי כאן, כבר סיפרתי לכם, בצרפת, לא במשך שבועות. ואם זה הגיע לזה, או משהו כזה, זה, או עתיד לבוא, היה, כפי שעשינו, למשל, איך איוון תקף, א, עמדה, הוא הגיע גם עם ה-T34 ואלה, האיוואנים, כלומר הרוסים, קרובים זה לזה, כן, עם T34 באמצע. בואו נגיד את זה ככה, כל חמישים מטר ה-T34 ובין חיל הרגלים, הרוסי. ממממ. וכך ממרחק של 400 מטר - ממממ - הם תקפו. ושם, אה, עמדתי עם מקלע ולידי, טוב, אולי עשרה מטרים משם היה פאק, כלומר תותח נ\"ט. ממממ. אבל כבר, כפי שאמרתי, את שבע החמש, כבר היו לנו אותם אחר כך. מ-42' בקיץ היו רק שבע חמש, נכון? אז החזק, לא? ולא היה אכפת לי מזה, כן, טוב, אה, להישאר בפנים כשאתה כבוי, כן. או אתה או אני, נכון? כמובן שיכולתי להיות בסדר, נכון? הם יכלו לירות באותה מידה לתוך הסבך הזה, שממנו מגיע המקלע. כנראה שגם להם יש את זה, נכון? ולא? כמובן שהגיעו גם הרומחים האחרים, אלה שהיו שייכים, כלומר הבעלים של המקלע, כי אלה, תמיד היו כמה, אה, אלה שהיו בזה, אה, אז לא הייתי מקלען, אבל הייתי מאומן. זה היה כל חייל גרמני, מאומן על ה-MG, על ה-MP וכמעט על כל כלי הנשק. ממממ (צוחק) אבל מעולם לא היה לי... מה אמר לי אחד מהם? אחד, חבר, היה מבוגר ממנו בחמש עשרה שנה בערך. עמדנו, עמדנו בדבר, ב... אני לא זוכר איפה זה היה. רק הוא אמר, במהלך התקפה כזו, כלומר מאיוון: \"אתה, אני אקח את זה משמאל, קח את זה מימין\". אז הוא בא לפגוש אותו, כן? ואם הוא היה בסביבה על אחד מסוים, כלומר איפה, היכן, אז יש לנו מצחייה, כן? וכן, אה, ללחוץ על ההדק, נכון? הוא תמיד אומר: \"עוד אחד פחות. עוד אחד פחות\". הוא, הרומח, כלומר. והוא היה בחור נחמד. וזה נמשך רבע שעה. לפעמים אני לא יודע כמה זמן זה לקח. זה יכול להיות חצי שעה, זה יכול להיות גם שעה, אבל זה יכול להיות גם רק, או רבע שעה. וכמו שאמרתי, שם, אני לא זוכר מה היה שמו. \"אתה,\" אני אומר, \"עכשיו יש לי אחד.\" זה לא נראה לי אמיתי. כן, כל כך קרוב מדי. אז לא? הוא כבר קיבל כדור בראש. החבר שלי שם, לא? אז זהו, וזה היה קשה עבורי. כן, אז זה היה מאוד קרוב אליך מבחינה רגשית. האם הרגשת שנאה? לא שנאה, לא שנאה. לא, לא שנאה. ואז, אה, אם מישהו יכול באמת, אה, לחשוב שהם היו בדיוק כאלה, אה, הם היו מונעים, בדיוק כמו שאנחנו נהגנו. הממ. כן? אז לא זה. אבל כאב לי כשהחבר היחיד שהיית איתו חודשים לא עשה זאת? אגב, הוא היה שוואבי, נשוי ואב לילדה בת חמש-עשרה. לפעמים תמיד קראנו לו חותן. חָם! כי יש לו ילדה בת חמש־עשרה. הממ. כן, חמי. (צוחק) אממ, לא. כן, זהו... אז מה קרה ב-1944? ואז עד סוף המלחמה. כי, אה, אז תשע - זה היה אז. Löws. הוא חזר שוב. כן, ו-19... אה, ב-1944, ב... הייתה לי חופשה נוספת במרץ. 44', במרץ, חופשה? הייתי עם דודה שלי במשך חמישה ימים. הצד היהודי? הצד היהודי כבר לא היה שם. הצד הנוצרי. היא הייתה אחותו של אבי. רק רציתי לומר שהם מעולם לא סיפרו שום דבר לכל קרובי המשפחה שלהם, אה, שהלמוט, אה... איך הוא הגיע לצבא הגרמני? זאת אומרת- היא ידעה שאתה- כמובן, יש לה... לא, היא לא... יש לה... הם מעולם לא דיברו על זה. אמיתי? (רעש) היא רק חשדה שמשהו לא בסדר. כן? ואני רק רציתי לומר שהדודה הזאת, גם היא נפטרה, בתחילת שנות החמישים, כשהיא כבר בת 80. אבל הם היו כל כך פנאטיים של היטלר. אה, היא אמרה לי, כלומר, היא הייתה תומכת בהיטלר כל עוד סטלינגרד הייתה תומכת בכך. וכאשר סטלינגרד נפלה ב-2 בפברואר, כלומר נכנעה, היא כבר לא האמינה בהיטלר. אז הנה היית, אז... וזה היה ב-43', לא? כל כך... אבל הם מעולם לא דיברו על זה, כן, אה, איך הגעתי לוורמאכט מלכתחילה, לא? ובכל מקרה, אה. מעולם, מעולם לא אמרנו מילה. אחר כך נזכרתי שלמשל אחותי, זו שאחריי, שנראתה כל כך ארית, שהייתה כל כך בלונדינית, היא לקחה את עצמה. היא הייתה בעיר ילדותה. ובאותה תקופה, למשל, היא נאלצה להתפטר מה-BDM, ה-Bund Deutscher Mädchen, כי היא הייתה חצי יהודייה. וכשהייתי חייל ותמיד הייתי צריך להסתובב בכפר עם אחותי, כן, הייתי צריך לצאת לטייל. אנשים אמרו: \"זה לא יכול להיות נכון שהאח... זה לא יכול להיות נכון שהיא חצי יהודייה\". אז אה, כן, האחות, לא? ובלונדינית? ובכן, והאח בצבא, כלומר בוורמאכט. לא יכול להיות צודק. כל כך... טוב. ואז אני שם, ואז אנחנו אחרי... ואז חזרתי ואז נויהמר הפך לאזור אימונים צבאי בשלזיה. הוא נקרא Neuhammer eins, אזור אימונים צבאי, שבו הוקמנו. 44, כן? באפריל עברנו ארגון מחדש. רגימנט רימונים נויהאמר אחד. המותג ממוקם מחדש. אז כל לנדסר, זקן, צעיר ו, ו, ואיך קוראים לזה? ואלה שזה עתה גדלו, לא? ומכיוון שהייתי בוורמאכט כבר שנתיים, לא? הפכתי לשירמייסטר. שירמייסטר הוא וואפן, אה, אה, מה שמו של מנהל הנשק, לא? אז, לגבי כלי נשק וציוד. ובכן, הנה הוקמנו ונכנסנו... בסוף מאי, עברנו דרך צ'כוסלובקיה, אוסטריה, (אנחות) הונגריה, רומניה, עד לחזית הדרומית של, אה, רוסיה, כלומר החזית הדרומית הגרמנית ברוסיה, נכון? זה היה ג'אסי, אה, ג'אסי אז. כן, היה רק הגבול, כלומר, עד לנקודה זו הגענו, גם חולקנו ל-, כלומר לחלקים כרגימנט חדש ו-",
          "line_number": 1,
          "check_for": "Hesitations and filler words preserved"
        }
      ],
      "evaluation_form": {
        "naturalness": {
          "score": null,
          "comment": ""
        },
        "hesitation_preservation": {
          "score": null,
          "comment": ""
        },
        "voice_authenticity": {
          "score": null,
          "comment": ""
        },
        "completeness": {
          "score": null,
          "comment": ""
        },
        "historical_reliability": {
          "score": null,
          "comment": ""
        },
        "overall_quality": {
          "score": null,
          "comment": ""
        }
      }
    }
  },
  "gpt_scores": [
    {
      "score": 5.0,
      "model": "gpt-4.1",
      "evaluated_at": "2025-05-02 22:01:38.868247",
      "issues": "[\"Numerous mistranslations and literal renderings that obscure meaning (e.g., 'עגיל' for 'ear thing' instead of 'דלקת אוזניים' or 'בעיה באוזן')\", \"Confusion between 'alarm' (אזעקה) and 'alarm clock' (שעון מעורר), which is incorrect in context\", \"Improper translation of idioms and military terms (e.g., 'מלא כוכבים' for 'full to the brim' instead of 'שיכור לגמרי')\", \"Names and military ranks are inconsistently transliterated or translated (e.g., 'Zahankranaken' left untranslated, 'וויבל שדה' for 'Feldwebel')\", \"Some sentences are garbled or nonsensical in Hebrew (e.g., 'הם היו אמורים ללכת לתעלה הרוסית ולקחת אותך בשבי' - 'take you prisoner' instead of 'take someone prisoner')\", \"Frequent word-for-word translation leads to awkward, unnatural Hebrew syntax\", \"Some German words are left in the text (e.g., 'ה-Schma'), which is not appropriate for a Hebrew translation\", \"Punctuation and RTL issues, such as inconsistent use of periods and commas, and some sentences run on without clear separation\", \"Some sections are omitted or truncated, and some details are lost or confused (e.g., 'fritsche' as 'הקרון השטוח שלי', which is not accurate)\", \"Register and tone are inconsistent, sometimes too formal or too literal for the context\"]"
    }
  ]
}